[
    {
      "bookName": "The Secret Puppy",
       "author": "Holly Webb",
       "price": "3.25",
	   "category": "Kids",
       "imageLink": "https://d1w7fb2mkkr3kw.cloudfront.net/assets/images/book/lrg/9781/8471/9781847152336.jpg",
       "femaleAuthor": "true",
       "LGBTAuthor": "false",
       "coloredAuthor": "false",
	   "summary": "When Daisy arrives at the farm campsite where her family is spending their vacation, she knows she's going to have the best time ever -especially when she finds out that the farm dog has just had puppies! Daisy can't help falling in love with one puppy in particular, which she secretly names Baxter. Soon the pair are inseparable, and as the end of the vacation draws near, Daisy can't bear the thought of leaving the puppy behind. Even though she's known all along that she wouldn't be able to keep Baxter, how will Daisy ever bring herself to say good-bye?",
	   "condition": "new"
    },
	{
      "bookName": "Wish",
      "author": "Barbara O'Connor",
      "price": "7.99",
	  "category": "Kids",
      "imageLink": "https://images-na.ssl-images-amazon.com/images/I/51zmVyHQiDL._SX338_BO1,204,203,200_.jpg",
      "femaleAuthor": "true",
      "LGBTAuthor": "false",
      "coloredAuthor": "false",
	  "summary": "Eleven-year-old Charlie Reese has been making the same secret wish every day since fourth grade. She even has a list of all the ways there are to make the wish, such as cutting off the pointed end of a slice of pie and wishing on it as she takes the last bite. But when she is sent to the Blue Ridge Mountains of North Carolina to live with family she barely knows, it seems unlikely that her wish will ever come true. That is, until she meets Wishbone, a skinny stray dog who captures her heart, and Howard, a neighbor boy who proves surprising in lots of ways. Suddenly Charlie is in serious danger of discovering that what she thought she wanted may not be what she needs at all.",
	  "condition": "new"
    },
    {
      "bookName": "Julian is a Mermaid",
      "author": "Jessica Love",
      "price": "6.27",
	  "category": "Kids",
      "imageLink": "https://cdn-images-1.medium.com/max/1000/1*b4yyBXxYD5QNiESGr9WAlA.jpeg",
      "femaleAuthor": "true",
      "LGBTAuthor": "true",
      "coloredAuthor": "false",
	  "summary": "While riding the subway home from the pool with his abuela one day, Julián notices three women spectacularly dressed up. Their hair billows in brilliant hues, their dresses end in fishtails, and their joy fills the train car. When Julián gets home, daydreaming of the magic he’s seen, all he can think about is dressing up just like the ladies in his own fabulous mermaid costume: a butter-yellow curtain for his tail, the fronds of a potted fern for his headdress. But what will Abuela think about the mess he makes — and even more importantly, what will she think about how Julián sees himself? Mesmerizing and full of heart, Jessica Love’s author-illustrator debut is a jubilant picture of self-love and a radiant celebration of individuality.",
	  "condition": "new"
    },
    {
      "bookName": "The Boy & The Bindi",
      "author": "Vivek Shraya",
      "price": "12.20",
	  "category": "Kids",
      "imageLink": "https://images-na.ssl-images-amazon.com/images/I/516Y%2BdJ9MmL._SY369_BO1,204,203,200_.jpg",
      "femaleAuthor": "true",
      "LGBTAuthor": "true",
      "coloredAuthor": "true",
	  "summary": "A beautiful children’s picture book that showcases a young Indian boy’s fascination with his mother’s bindi, the red dot commonly worn by Hindu women. Rather than chastise her son, she teaches him about its cultural significance and doesn’t flinch when he asks for one himself. Wearing it allows him to joyfully explore and express his difference.",
	  "condition": "new"
    },
    {
      "bookName": "Large Fears",
      "author": "Myles E. Johnson",
      "price": "13.40",
	  "category": "Kids",
      "imageLink": "https://cdn-images-1.medium.com/max/1000/1*PdXeHkbjR-BkHU4Pd-EdBA.jpeg",
      "femaleAuthor": "false",
      "LGBTAuthor": "true",
      "coloredAuthor": "true",
	  "summary": "Jeremiah Nebula is not a bullfrog. He is a black boy that loves pink things, and he desperately wants to travel to Mars. His voyage leads him to land on stars that have little Jeremiah confronting all of his fears, and not just the smalls ones, the really, really large ones. Will Jeremiah Nebula conquer his large fears? Will he ever make it to Mars? ",
	  "condition": "new"
    },
    {
      "bookName": "A Different Pond",
      "author": "Bao Phi",
      "price": "11.16",
	  "category": "Kids",
      "imageLink": "https://images.gr-assets.com/books/1489605385l/34137106.jpg",
      "femaleAuthor": "false",
      "LGBTAuthor": "false",
      "coloredAuthor": "true",
	  "summary": "As a young boy, Bao Phi awoke early, hours before his father's long workday began, to fish on the shores of a small pond in Minneapolis. Unlike many other anglers, Bao and his father fished for food, not recreation. A successful catch meant a fed family. Between hope-filled casts, Bao's father told him about a different pond in their homeland of Vietnam.",
	  "condition": "new"
    },
	{
      "bookName": "Mae Among the Stars",
      "author": "Roda Ahmed",
      "price": "14.29",
	  "category": "Kids",
      "imageLink": "https://images-na.ssl-images-amazon.com/images/I/51SDgFkuEaL._SX373_BO1,204,203,200_.jpg",
      "femaleAuthor": "true",
      "LGBTAuthor": "false",
      "coloredAuthor": "true",
	  "summary": "Little Mae’s curiosity, intelligence, and determination, matched with her parents' encouraging words, paved the way for her success at NASA as the first African American woman to travel in space.",
	  "condition": "new"
    },
	{
      "bookName": "The Hate U Give",
      "author": "Angie Thomas",
      "price": "14.99",
	  "category": "Young Adult",
      "imageLink": "https://i1.wp.com/www.nationalbook.org/wp-content/uploads/2018/01/thomas-angela-the-hate-u-give.jpg?fit=294%2C444&ssl=1",
      "femaleAuthor": "true",
      "LGBTAuthor": "false",
      "coloredAuthor": "true",
	  "summary": "Sixteen-year-old Starr Carter moves between two worlds: the poor neighborhood where she lives and the fancy suburban prep school she attends. The uneasy balance between these worlds is shattered when Starr witnesses the fatal shooting of her childhood best friend Khalil at the hands of a police officer. Khalil was unarmed. Soon afterward, his death is a national headline. Some are calling him a thug, maybe even a drug dealer and a gangbanger. Protesters are taking to the streets in Khalil’s name. Some cops and the local drug lord try to intimidate Starr and her family. What everyone wants to know is: what really went down that night? And the only person alive who can answer that is Starr. But what Starr does—or does not—say could upend her community. It could also endanger her life.",
	  "condition": "new"
    },
	{
      "bookName": "Pride and Prejudice",
      "author": "Jane Austen",
      "price": "18.32",
	  "category": "Young Adult",
      "imageLink": "https://i.pinimg.com/originals/82/eb/cf/82ebcf8435a2d403014064eee495d8f2.jpg",
      "femaleAuthor": "true",
      "LGBTAuthor": "false",
      "coloredAuthor": "false",
	  "summary": "Since its immediate success in 1813, Pride and Prejudice has remained one of the most popular novels in the English language. Jane Austen called this brilliant work 'her own darling child' and its vivacious heroine, Elizabeth Bennet, 'as delightful a creature as ever appeared in print.' The romantic clash between the opinionated Elizabeth and her proud beau, Mr. Darcy, is a splendid performance of civilized sparring. And Jane Austen's radiant wit sparkles as her characters dance a delicate quadrille of flirtation and intrigue, making this book the most superb comedy of manners of Regency England.",
	  "condition": "new"
    },
	{
      "bookName": "Meridian",
      "author": "Alice Walker",
      "price": "7.50",
	  "category": "Young Adult",
      "imageLink": "https://images-na.ssl-images-amazon.com/images/I/51ks-hy00zL.jpg",
      "femaleAuthor": "true",
      "LGBTAuthor": "true",
      "coloredAuthor": "true",
	  "summary": "The second novel written by Alice Walker, preceding The Color Purple is a heartfelt and moving story about one woman's personal revolution as she joins the Civil Rights Movement. Set in the American South in the 1960s it follows Meridian Hill, a courageous young woman who dedicates herself heart and soul to her civil rights work, touching the lives of those around her even as her own health begins to deteriorate. Hers is a lonely battle, but it is one she will not abandon, whatever the costs. This is classic Alice Walker, beautifully written, intense and passionate.",
	  "condition": "new"
},
	{
      "bookName": "A Darker Shade Of Magic",
      "author": "Victoria Schwab",
      "price": "6.76",
	  "category": "Young Adult",
      "imageLink": "https://images-na.ssl-images-amazon.com/images/I/51vD5V4LYFL._SX330_BO1,204,203,200_.jpg",
      "femaleAuthor": "true",
      "LGBTAuthor": "true",
      "coloredAuthor": "false",
	  "summary": "Kell is one of the last Antari—magicians with a rare, coveted ability to travel between parallel Londons; Red, Grey, White, and, once upon a time, Black. Kell was raised in Arnes—Red London—and officially serves the Maresh Empire as an ambassador, traveling between the frequent bloody regime changes in White London and the court of George III in the dullest of Londons, the one without any magic left to see. Unofficially, Kell is a smuggler, servicing people willing to pay for even the smallest glimpses of a world they'll never see. It's a defiant hobby with dangerous consequences, which Kell is now seeing firsthand. After an exchange goes awry, Kell escapes to Grey London and runs into Delilah Bard, a cut-purse with lofty aspirations. She first robs him, then saves him from a deadly enemy, and finally forces Kell to spirit her to another world for a proper adventure. Now perilous magic is afoot, and treachery lurks at every turn. To save all of the worlds, they'll first need to stay alive.",
	  "condition": "new"
    },
	{
      "bookName": "Aristotle and Dante Discover the Secrets of the Universe",
      "author": "Benjamin Alire Saenz",
      "price": "7.05",
	  "category": "Young Adult",
      "imageLink": "https://images-na.ssl-images-amazon.com/images/I/51uZpbbhvmL._SX329_BO1,204,203,200_.jpg",
      "femaleAuthor": "false",
      "LGBTAuthor": "true",
      "coloredAuthor": "true",
	  "summary": "Aristotle is an angry teen with a brother in prison. Dante is a know-it-all who has an unusual way of looking at the world. When the two meet at the swimming pool, they seem to have nothing in common. But as the loners start spending time together, they discover that they share a special friendship—the kind that changes lives and lasts a lifetime. And it is through this friendship that Ari and Dante will learn the most important truths about themselves and the kind of people they want to be.",
	  "condition": "new"
    },
	{
      "bookName": "They Both Die at the End",
      "author": "Adam Silvera",
      "price": "12.59",
	  "category": "Young Adult",
      "imageLink": "https://images-na.ssl-images-amazon.com/images/I/51ITj4pb9RL._SX346_BO1,204,203,200_.jpg",
      "femaleAuthor": "false",
      "LGBTAuthor": "false",
      "coloredAuthor": "true",
	  "summary": "On September 5, a little after midnight, Death-Cast calls Mateo Torrez and Rufus Emeterio to give them some bad news: They’re going to die today. Mateo and Rufus are total strangers, but, for different reasons, they’re both looking to make a new friend on their End Day. The good news: There’s an app for that. It’s called the Last Friend, and through it, Rufus and Mateo are about to meet up for one last great adventure—to live a lifetime in a single day. ",
	  "condition": "new"
    },
	{
      "bookName": "Depending on the Light",
      "author": "Thea Hillman",
      "price": "13.95",
	  "category": "Adult",
      "imageLink": "https://images-na.ssl-images-amazon.com/images/I/51o-Gqp9SnL._SX319_BO1,204,203,200_.jpg",
      "femaleAuthor": "true",
      "LGBTAuthor": "false",
      "coloredAuthor": "false",
	  "summary": "Depending on the Light contains 64 short works of smart sophisticated sudden fiction that erupt from a core of sharp urban observations. Her language is at once insightful yet pointed, her voice clear and urgent. Gritty compassion and wry humor permeate these short short stories, and Hillman's insatiable lust for life is everywhere evident.",
	  "condition": "new"
    },
	{
      "bookName": "The Gilda Stories",
      "author": "Jewelle Gomez",
      "price": "13.55",
	  "category": "Adult",
      "imageLink": "https://images-na.ssl-images-amazon.com/images/I/41d9uB8W0CL._SX321_BO1,204,203,200_.jpg",
      "femaleAuthor": "true",
      "LGBTAuthor": "true",
      "coloredAuthor": "true",
	  "summary": "The winner of two Lambda Literary Awards (fiction and science fiction) The Gilda Stories is a very American odyssey. Escaping from slavery in the 1850s Gilda's longing for kinship and community grows over two hundred years. Her induction into a family of benevolent vampires takes her on an adventurous and dangerous journey full of loud laughter and subtle terror.",
	  "condition": "new"
    },
	{
      "bookName": "The Color Purple",
      "author": "Alice Walker",
      "price": "9.50",
	  "category": "Adult",
      "imageLink": "https://images-na.ssl-images-amazon.com/images/I/51ETpSbMfqL._SX301_BO1,204,203,200_.jpg",
      "femaleAuthor": "true",
      "LGBTAuthor": "true",
      "coloredAuthor": "true",
	  "summary": "Set in the deep American South between the wars, it is the tale of Celie, a young black girl born into poverty and segregation. Raped repeatedly by the man she calls 'father', she has two children taken away from her, is separated from her beloved sister Nettie and is trapped into an ugly marriage. But then she meets the glamorous Shug Avery, singer and magic-maker - a woman who has taken charge of her own destiny. Gradually, Celie discovers the power and joy of her own spirit, freeing her from her past and reuniting her with those she loves.",
	  "condition": "new"
    },
	{
      "bookName": "Giovanni’s Room",
      "author": "James Baldwin",
      "price": "6.10",
	  "category": "Adult",
      "imageLink": "https://bookriot.com/wp-content/uploads/2017/09/Giovannis-Room-by-James-Baldwin.jpg",
      "femaleAuthor": "false",
      "LGBTAuthor": "true",
      "coloredAuthor": "true",
	  "summary": "Baldwin's haunting and controversial second novel is his most sustained treatment of sexuality, and a classic of gay literature. In a 1950s Paris swarming with expatriates and characterized by dangerous liaisons and hidden violence, an American finds himself unable to repress his impulses, despite his determination to live the conventional life he envisions for himself. After meeting and proposing to a young woman, he falls into a lengthy affair with an Italian bartender and is confounded and tortured by his sexual identity as he oscillates between the two. ",
	  "condition": "new"
    },
	{
      "bookName": "Ash",
      "author": "Malinda Lo",
      "price": "8.99",
	  "category": "Adult",
      "imageLink": "https://bookriot.com/wp-content/uploads/2017/09/Ash-by-Malinda-Lo.jpg",
      "femaleAuthor": "true",
      "LGBTAuthor": "true",
      "coloredAuthor": "false",
	  "summary": "In the wake of her father's death, Ash is left at the mercy of her cruel stepmother. Consumed with grief, her only joy comes by the light of the dying hearth fire, rereading the fairy tales her mother once told her. In her dreams, someday the fairies will steal her away, as they are said to do. When she meets the dark and dangerous fairy Sidhean, she believes that her wish may be granted. The day that Ash meets Kaisa, the King's Huntress, her heart begins to change. Instead of chasing fairies, Ash learns to hunt with Kaisa. Though their friendship is as delicate as a new bloom, it reawakens Ash's capacity for love-and her desire to live. But Sidhean has already claimed Ash for his own, and she must make a choice between fairy tale dreams and true love.",
	  "condition": "new"
    },
	{
      "bookName": "Disaster Relief: Poems",
      "author": "Brett Axel",
      "price": "6.95",
	  "category": "Adult",
      "imageLink": "https://images-na.ssl-images-amazon.com/images/I/41X2KHMKYWL._SX304_BO1,204,203,200_.jpg",
      "femaleAuthor": "false",
      "LGBTAuthor": "false",
      "coloredAuthor": "true",
	  "summary": "Brett Axel's Disaster Relief Poems is not another moving tribute to the heroes of September 11. It is a visionary journey into, through, and beyond an event that changed our world for better or worse- forever. Axel comes to terms with this new world by assimilating ten thousand small details and drawing conclusions that are beautiful, startling, sometimes shocking yet always profoundly humane. The news media would have us believe we now live in a world divided into heroes and villains. Brett Axel reminds us that these times are worthy of truth.",
	  "condition": "new"
    }
  ]
